Repository: apollon33/remitter
Catalog: src/Locale/*/default.po
Languages: es_pa

source: Image saved successfully
es_pa: Imagen almacenada correctamente

source: The image size limit is 5mb
es_pa: El límite máximo de una imagen es de 5mb

source: Only JPG, JPEG and PNG images are allowed
es_pa: Solo se aceptan imágenes en formato JPG, JPEG y PNG

source: Image upload failed
es_pa: Ocurrió un error al cargar la imagen

source: Image updated successfully
es_pa: Imagen actualizada correctamente

source: Image deleted successfully
es_pa: Imagen eliminada correctamente

source: Product saved successfully
es_pa: Producto guardado correctamente

source: Product creation failed
es_pa: Ha ocurrido un error al crear el producto

source: Product updated successfully
es_pa: Producto actualizado correctamente

source: Product deleted successfully
es_pa: Producto eliminado correctamente

source: Bank added successfully
es_pa: Banco agregado correctamente

source: Bank updated successfully
es_pa: Banco actualizado correctamente

source: Invalid Username and Password
es_pa: Nombre de usuario y/o contraseña inválido

source: Profile updated successfully
es_pa: Perfil actualizado correctamente

source: Password validation failed
es_pa: La verificación de la contraseña ha fallado

source: Password changed successfully
es_pa: Contraseña cambiada correctamente

source: Password missmatch
es_pa: Las contraseñas no coinciden

source: Sign out successful
es_pa: Cierre de sesión exitoso

source: <span style='color:red;'>Your session has expired, please sign in to continue</span>
es_pa: <span style='color:red;'>Tu sesión ha expirado, por favor inicia de nuevo</span>

source: Account added successfully
es_pa: Cuenta agregada correctamente

source: Minimum limit saved successfully
es_pa: Límite mínimo guardado correctamente

source: Account updated successfully
es_pa: Cuenta actualizada correctamente

source: Account update failed
es_pa: Ha ocurrido un error al actualizar la cuenta

source: <option value="">Select Account</option>
es_pa: <option value="">Selecciona una cuenta</option>

source: <option value="">Select Source</option>
es_pa: <option value="">Selecciona una fuente</option>

source: Movement successful
es_pa: Movimiento realizado correctamente

source: Inventory movement failed
es_pa: Ha ocurrido un error en el movimiento de inventario

source: Insufficient funds
es_pa: Fondos insuficientes

source: <option value="">Select Store</option>
es_pa: <option value="">Selecciona una tienda</option>

source: <option value="">Select Destination</option>
es_pa: <option value="">Selecciona un destino</option>

source: ClubPrepago - Airtime Movement
es_pa: Movimiento de Tiempo Aire

source: Airtime movement done.<br/>Below are the details :-<br/>
es_pa: Movimiento de tiempo aire culminado<br/>Detalles :-<br/>

source: <b>Source<b> :-
es_pa: <b>Fuente<b> :-

source: <b>Source Account<b> :-
es_pa: <b>Cuenta Origen<b> :-

source: <b>Destination<b> :-
es_pa: <b>Destino<b> :-

source: <b>Destination Account<b> :-
es_pa: <b>Cuenta Destino<b> :-

source: <b>Amount<b> :- $
es_pa: <b>Monto<b> :- $

source: <b>Document No.<b> :-
es_pa: <b>Documento<b> :-

source: <b>Notes<b> :-
es_pa: <b>Notas<b> :-

source: Amount Credited
es_pa: Monto Acreditado

source: Amount Debited
es_pa: Monto Debitado

source: Details :-<br/>
es_pa: Detalles :-<br/>

source: <b>Account<b> :-
es_pa: <b>Cuenta<b> :-

source: Payment added successfully
es_pa: Pago agregado correctamente

source: Payment updated successfully
es_pa: Pago actualizado correctamente

source: <option value="">Select a Bank</option>
es_pa: <option value="">Seleccionar Banco</option>

source: No match Found
es_pa: No se econtraron coincidencias

source: Please enter transaction id and operator
es_pa: Introduce un id de transacción y una operadora

source: Recharge has been successful
es_pa: Recarga exitosa

source: Improper MerchantID
es_pa: MerchantID inválido

source: Improper CustomerPhoneNo
es_pa: CustomerPhoneNo inválido

source: Improper MerchantPIN
es_pa: MerchantPIN Inválido

source: The minimum amount should be
es_pa: El monto mínimo debe ser

source: The maximum amount should be
es_pa: El monto máximo debe ser

source: Operation not supported or data inconsistency
es_pa: Operación no soportada o inconsistencia de datos

source: Remote system unavailable
es_pa: Sistema remoto no disponible

source: Duplicate Transaction
es_pa: Transacción Duplicada

source: Missing MerchantID, CustomerPhoneNo, MerchantPIN or TopupAmt
es_pa: Falta MerchantID, CustomerPhoneNo, MerchantPIN o TopupAmt

source: Improper ProductID
es_pa: ProductID Inválido

source: Merchant account has been disabled
es_pa: La cuenta ha sido desactivada

source: Improper Terminal
es_pa: Terminal Inválido

source: Something went wrong
es_pa: Ha ocurrido un error

source: Recipient updated successfully
es_pa: Beneficiario actualizado correctamente

source: User already exists
es_pa: El usuario ya existe

source: User added successfully
es_pa: Usuario agregado correctamente

source: Remittance added successfully
es_pa: Remesa agregada correctamente

source: Remittance updated successfully
es_pa: Remesa actualizada correctamente

source: <option value="">Select a Recipient</option>
es_pa: <option value="">Selecciona un Beneficiario</option>

source: Remittance reserved successfully
es_pa: Remesa reservada correctamente

source: Operation now is in progress
es_pa: Operación en progreso

source: Remittance deleted successfully
es_pa: Remesa eliminada correctamente

source: No records found
es_pa: No se encontraron registros

source: <option value="">Select User</option>
es_pa: <option value="">Seleccionar Usuarios</option>

source: Retailer saved successfully
es_pa: Retailer guardado correctamente

source: Error occured while saving retailer
es_pa: Ha ocurrido un error guardando el retailer

source: Email already exists
es_pa: El Email ya existe

source: Retailer updated successfully
es_pa: Retailer actualizado correctamente

source: Error updated
es_pa: Error actualizado

source: Error occured while updating retailer
es_pa: Ha ocurrido un error actualizando el retailer

source: Retailer deleted successfully
es_pa: Retailer eliminado correctamente

source: A credit limit is required for postpaid accounts
es_pa: Se requiere un límite de crédito para todas las cuentas post-pago

source: An error occured while adding accounts
es_pa: Ha ocurrido un error al actualizar la cuenta

source: Postpaid
es_pa: Post-pago

source: Prepaid
es_pa: Pre-pago

source: Shared
es_pa: Compartida

source: An error occured while updating account
es_pa: Ha ocurrido un error al actualizar la cuenta

source: Account ID already exists
es_pa: El Account ya existe

source: Account deleted successfully
es_pa: Cuenta eliminada correctamente

source: An error occured while deleting account
es_pa: Ha ocurrido un error al eliminar la cuenta

source: Operator unassignment successful
es_pa: Se ha desligado la operadora telefónica correctamente

source: Operator unassignment unsuccessful
es_pa: Ha ocurrido un error al desligar la operadora telefónica

source: Settings updated successfully
es_pa: Configuración actualizada correctamente

source: Operator status changed successfully
es_pa: El estatus de la operadora ha sido actualizado correctamente

source: Operator could not be changed
es_pa: La operadora no pudo ser modificada

source: Bank already exists
es_pa: El Banco ya existe

source: Platform updated successfully
es_pa: Plataforma actualizada correctamente

source: An error occured while updating platform
es_pa: Ha ocurrido un error al actualizar la plataforma

source: Platform detail updated successfully
es_pa: Los detalles de la plataforma han sido actualizados correctamente

source: Platform details not updated successfully
es_pa: Ha ocurrido un error al actual los detalles de la plataforma

source: Password change failed
es_pa: Ha ocurrido un error al actualizar la contraseña

source: Passwords do not match
es_pa: Las contraseñas no coinciden

source: Notification details saved successfully
es_pa: Los detalles de la notificación han sido guardados correctamente

source: Notification details not saved successfully
es_pa: Ha ocurrido un error al guardar los detalles de la notificación

source: Setting detail saved successfully
es_pa: Los detalles de la configuración han sido guardados correctamente

source: Setting detail could not be saved
es_pa: Ha ocurrido un error al guardar los detalles de la configuración

source: Developer details saved successfully
es_pa: Los detalles del desarrollador han sido guardados correctamente

source: Developer details could not be saved
es_pa: Ha ocurrido un error al guardar los detalles del desarrollador

source: Developer deleted successfully
es_pa: Desarrollador eliminado correctamente

source: Retailer email setting deleted successfully
es_pa: El Email del retailer ha sido eliminado correctamente

source: Store saved successfully
es_pa: Tienda guardada correctamente

source: Error occured while saving store
es_pa: Ha ocurrido un error al guardar la tienda

source: Mobile
es_pa: Móvil

source: Both
es_pa: Ambas

source: Store updated successfully
es_pa: Tienda actualizada correctamente

source: An error occured while updating store
es_pa: Ha ocurrido un error al actualizar la tienda

source: Store deleted successfully
es_pa: Tienda borrada correctamente

source: User updated successfully
es_pa: Usuario actualizado correctamente

source: User deleted successfully
es_pa: Usuario eliminado correctamente

source: Recharge successfull
es_pa: Recarga exitosa

source: Recharge failed
es_pa: Recarga fallida

source: File type not allowed
es_pa: Tipo de archivo no permitido

source: Could not move
es_pa: Ha ocurrido un error al intentar mover

source: to
es_pa: a

source: Invalid "rules" parameter
es_pa: Parámetro de reglas inválido

source: GD library is not installed
es_pa: La librería GD no está instalada

source: Possible file upload attack on
es_pa: Posible ataque con archivo cargado en

source: Possible file upload attack
es_pa: Posible ataque con archivo cargado

source: Max scale must be set
es_pa: Una escala máxima debe ser especificada

source: Size width and height must be set
es_pa: Debe especificarse el alto y ancho máximo

source: Provide only one number for size
es_pa: Proporcionar un solo número para el tamaño

source: Cannot output file as
es_pa: No es posible crear un archivo como

source: File type must be GIF, PNG, or JPG to resize
es_pa: El tipo de archivo debe ser GIF, PNG o JPG para cambiar el tamaño

source: Resize function \"$type\" does not exist
es_pa: La función \"$type\" no existe

source: Could not write
es_pa: No se puso escribir

source: The uploaded file exceeds the upload_max_filesize directive (
es_pa: El archivo cargado excede la directiva upload_max_filesize (

source: ) in php.ini.
es_pa: ) en php.ini.

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form.
es_pa: El archivo cargado excede el MAX_FILE_SIZE especificado en el formulario HTML.

source: The uploaded file was only partially uploaded.
es_pa: Error. No se completó la subida del archivo.

source: No file was uploaded.
es_pa: Ningun archivo fue subido.

source: Missing a temporary folder.
es_pa: Falta una carpeta temporal.

source: Failed to write file to disk
es_pa: Error al escribir el archivo en el disco

source: Unknown File Error
es_pa: Error de archivo desconocido

source: Add Product
es_pa: Agregar Producto

source: Select Operator
es_pa: Seleccionar Operadora

source: Choose Barcode Image
es_pa: Elegir imagen de código de barras

source: Barcode
es_pa: Código de barras

source: Change Password
es_pa: Cambiar Contraseña

source: Change Password
es_pa: Cambiar Contraseña

source: New Password
es_pa: Nueva Contraseña

source: Confirm Password
es_pa: Confirmar Contraseña

source: Submit
es_pa: Enviar

source: Home
es_pa: Inicio

source: Old Password
es_pa: Contraseña Antigua

source: <span class="icon32 icon-blue icon-asterisk1"></span><div>Manage Retailers</div>
es_pa: <span class="icon32 icon-blue icon-asterisk1"></span><div>Gestionar Retailers</div>

source: Manage Retailers
es_pa: Gestionar Retailers

source: <span class="icon32 icon-blue icon-briefcase"></span><div>Manage Stores</div>
es_pa: <span class="icon32 icon-blue icon-briefcase"></span><div>Gestionar Tiendas</div>

source: Manage Stores
es_pa: Gestionar Tiendas

source: <span class="icon32 icon-blue icon-document"></span><div>Report</div>
es_pa: <span class="icon32 icon-blue icon-document"></span><div>Reporte</div>

source: Reports
es_pa: Reportes

source: <span class="icon32 icon-blue icon-star-off"></span><div>Inventory</div>
es_pa: <span class="icon32 icon-blue icon-star-off"></span><div>Inventario</div>

source: Inventory
es_pa: Inventario

source: <span class="icon32 icon-blue icon-info"></span><div>Recharge Status</div>
es_pa: <span class="icon32 icon-blue icon-info"></span><div>Estado Actual</div>

source: Recharge Status
es_pa: Estado Actual

source: <span class="icon32 icon-blue icon-gear"></span><div>Settings</div>
es_pa: <span class="icon32 icon-blue icon-gear"></span><div>Configuración</div>

source: Settings
es_pa: Configuración

source: <span class="icon32 icon-blue icon-gear"></span><div>App Settings</div>
es_pa: <span class="icon32 icon-blue icon-gear"></span><div>Configuración de App</div>

source: App Settings
es_pa: Configuración de App

source: <span class="icon32 icon-blue icon-user"></span><div>Manage Users</div>
es_pa: <span class="icon32 icon-blue icon-user"></span><div>Gestionar Usuarios</div>

source: Manage Users
es_pa: Gestionar Usuarios

source: Admin Login
es_pa: Inicio Administrador

source: Please login with your Username and Password
es_pa: Inicia sesión con tu Usuario y Contraseña

source: Edit Profile
es_pa: Modificar Perfil

source: Username
es_pa: Usuario

source: Dashboard /
es_pa: Inicio /

source: Profile /
es_pa: Perfil /

source: Dashboard
es_pa: Inicio

source: <i class='fas fa-paper-plane fa-2x'></i><h5 class='title'>Add Remittance</h5>
es_pa: <i class='fas fa-paper-plane fa-2x'></i><h5 class='title'>Agregar Remesa</h5>

source: Remittance
es_pa: Remesa

source: Add Remittance
es_pa: Agregar Remesa

source: <i class='fas fa-user fa-2x'></i><h5 class='title'>Add Customer</h5>
es_pa: <i class='fas fa-user fa-2x'></i><h5 class='title'>Agregar Cliente</h5>

source: Add User
es_pa: Agregar Usuario

source: <i class='fas fa-briefcase fa-2x'></i><h5 class='title'>Add Investor</h5>
es_pa: <i class='fas fa-briefcase fa-2x'></i><h5 class='title'>Agregar Inversionista</h5>

source: Add Investor
es_pa: Agregar Inversionista

source: <i class='fas fa-money-bill-alt fa-2x'></i><h5 class='title'>Apply Payment</h5>
es_pa: <i class='fas fa-money-bill-alt fa-2x'></i><h5 class='title'>Aplicar Pago</h5>

source: Apply Payment
es_pa: Aplicar Pago

source: <h5 class="card-title">My Payments</h5>
es_pa: <h5 class="card-title">Mis Pagos</h5>

source: <h5 class="card-title">Payments</h5>
es_pa: <h5 class="card-title">Pagos</h5>

source: Lastest Payment Transactions
es_pa: Últimos Pagos Generados

source: Pending
es_pa: Pendiente

source: Approved
es_pa: AProbado

source: Denied
es_pa: Rechazado

source: Updated 3 minutes ago
es_pa: Actualizado hace 3 minutos

source: Currency Exchange Platform
es_pa: Plataforma de Administración de Remesas

source: Edit Profile
es_pa: Actualizar Perfil

source: Edit Remittance
es_pa: Modificar Remesa

source: Username
es_pa: Usuario

source: Back
es_pa: Regresar

source: Remittances /
es_pa: Remesas /

source: Add Remittance
es_pa: Agregar Remesa

source: <div class="pull-right"><i class="fas fa-money-bill-alt"></i> Today's Rate:
es_pa: <div class="pull-right"><i class="fas fa-money-bill-alt"></i> Tasa del Día:

source: Customers
es_pa: Clientes

source: Select a Customer
es_pa: Selecciona un cliente

source: Recipients
es_pa: Beneficiarios

source: Recipient
es_pa: Beneficiario

source: Apply Remittance
es_pa: Guardar Remesa

source: <tr><td>Recipient's Name</td><td>
es_pa: <tr><td>Nombre del Beneficiario</td><td>

source: <tr><td>Tax ID</td><td>
es_pa: <tr><td>Cédula</td><td>

source: <tr><td>Passport</td><td>
es_pa: <tr><td>Pasaporte</td><td>

source: <tr><td>Country</td><td>
es_pa: <tr><td>País</td><td>

source: <tr><td>Bank</td><td>
es_pa: <tr><td>Banco</td><td>

source: <tr><td>Account Type</td><td>
es_pa: <tr><td>Tipo de Cuenta</td><td>

source: <tr><td>Account Number</td><td>
es_pa: <tr><td>Número de Cuenta</td><td>

source: <tr><td><b>Amount to Deposit</b></td><td><b>
es_pa: <tr><td><b>Monto a Depositar</b></td><td><b>

source: <b><h3>Amount to Receive</h3></b><b><h3>
es_pa: <b><h3>Monto a Recibir</h3></b><b><h3>

source: Enter Bank Transfer Information
es_pa: Introduce la información de la transferencia

source: Edit Purchase
es_pa: Modificar Compra

source: Client
es_pa: Cliente

source: Investor
es_pa: Inversionista

source: Status
es_pa: Estado

source: Save
es_pa: Guardar

source: You can't edit this remittance
es_pa: No puedes modificar esta remesa

source: <i class='fas fa-plus'></i> Add Remittance
es_pa: <i class='fas fa-plus'></i> Agregar Remesa

source: Remittances
es_pa: Remesas

source: <i class='fas fa-pencil-alt'></i> Apply
es_pa: <i class='fas fa-pencil-alt'></i> Aplicar

source: Other
es_pa: Otro

source: <i class='fas fa-pencil-alt'></i> Edit
es_pa: <i class='fas fa-pencil-alt'></i> Modificar

source: Are you sure you want to delete?
es_pa: ¿Estás seguro de eliminar?

source: My Purchases
es_pa: Mis Compras

source: <i class='fas fa-pencil-alt'></i> Confirm
es_pa: <i class='fas fa-pencil-alt'></i> Confirmar
